Repository: cutealien/venturesoft
Catalog: src/locale/messages.*.xlf
Languages: es

source: Unlock the fullpower of
es: Desbloquea el poder completo

source: <mat-icon>credit_card</mat-icon> Cashback
es: <mat-icon>credit_card</mat-icon> Reembolso

source: LINK YOUR CARD <mat-icon iconPositionEnd>chevron_right</mat-icon>
es: VINCULA TU TARGETA <mat-icon iconPositionEnd>chevron_right</mat-icon>

source: Privacy policy
es: Politíca de privacidad

source: <mat-icon mat>translate</mat-icon> Language <mat-icon>keyboard_arrow_down</mat-icon>
es: <mat-icon mat>translate</mat-icon> Idioma <mat-icon>keyboard_arrow_down</mat-icon>

source: Spanish
es: Español

source: English
es: Inglés

source: LOG IN <mat-icon iconPositionEnd>chevron_right</mat-icon>
es: INICIA SESIÓN <mat-icon iconPositionEnd>chevron_right</mat-icon>

source: Welcome
es: Bienvenido

source: Introduce your information to log in.
es: Introduce tu información para iniciar sesión.

source: Invalid email.
es: Email no válido.

source: Invalid password. It should be at least 6 characters long.
es: Conrtraseña inválida. Debe tener mínimo 6 caracteres.

source: LOG IN
es: INICIA SESIÓN

source: Cancel
es: Cancelar

source: Don't have an account? <a class="link">Register here</a>
es: No tienes cuenta? <a class="link">Regístrese aquí</a>

source: Featured Instant Coupons ({{ totalBrands() }})
es: Cupones Instantáneos Destacados ({{ totalBrands() }})

source: SORT BY
es: ORDENAR POR

source: Name <mat-icon>arrow_upward</mat-icon>
es: Nombre <mat-icon>arrow_upward</mat-icon>

source: Name <mat-icon>arrow_downward</mat-icon>
es: Nombre <mat-icon>arrow_downward</mat-icon>

source: Description <mat-icon>arrow_upward</mat-icon>
es: Descripción <mat-icon>arrow_upward</mat-icon>

source: Description <mat-icon>arrow_downward</mat-icon>
es: Descripción <mat-icon>arrow_downward</mat-icon>

source: Get coupon <mat-icon iconPositionEnd>arrow_forward</mat-icon>
es: Obtener cupón <mat-icon iconPositionEnd>arrow_forward</mat-icon>

source: Something went wrong loading brands. Try again later.
es: Algo ha ido mal al cargar las marcas. Vuelve a intentarlo más tarde.

source: MORE INSTANT COUPONS <mat-icon iconPositionEnd>arrow_forward</mat-icon>
es: MÁS CUPONES INSTANTÁNEOS <mat-icon iconPositionEnd>arrow_forward</mat-icon>

source: Exlore Instant Coupons
es: Explorar cupones instantáneos

source: Link your business card to <span class="t-b">unlock cashback</span> offers
es: Vincula tu tarjeta de negocios para desbloquear ofertas de<span class="t-b"> devolución de dinero</span>

source: No card Baking required
es: No necesita tarjeta

source: Link your card to get
es: Vincule su tarjeta para obtener
